Repository: aliprogrammer69/OrchardFa
Catalog: Orchard/Modules/Orchard.Roles/App_Data/Localization/*/orchard.module.po
Languages: fa_ir

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Delete
fa_ir: حذف

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Roles
fa_ir: نقش ها

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Delete
fa_ir: حذف

# ~/Modules/Orchard.Roles/Module.txt
source: Roles
fa_ir: نقش ها

# Orchard.Roles.Controllers.AdminController
source: Creating Role {0} failed: Role with same name already exists
fa_ir: ایجاد نفش {0} ناموفق بود:نقشی با این نام در حال حاضر وجود دارد.

# ~/Modules/Orchard.Roles/Module.txt
source: The roles module is adding the ability to assign roles to users. It's also providing a set of default roles for which other modules can define default permissions.
fa_ir: برای ماژول های دیگر ارائه می دهد تا بتوانند مجوزهای پیش فرض را تعریف کنند.ماژول نقش توانایی اختصاص دادن نقش به کاربران را ممکن می سازد.این ماژول همچنین مجموعه ای از نقش های پیش فرض را

# Orchard.Roles.AdminMenu
source: Users
fa_ir: کاربران

# Orchard.Roles.AdminMenu
source: Roles
fa_ir: نقش ها

# Orchard.Roles.Controllers.AdminController
source: Not authorized to manage roles
fa_ir: مدیریت نقش ها مجاز نیست.

# Orchard.Roles.Controllers.AdminController
source: Deleting Role failed: {0}
fa_ir: حذف نقش ناموفق بود:{0}

# Orchard.Roles.Controllers.AdminController
source: Creating Role failed: {0}
fa_ir: ایجاد نقش ناموفق بود :{0}

# Orchard.Roles.Controllers.AdminController
source: Your Role has been saved.
fa_ir: نقش شما ذخیره شده است.

# Orchard.Roles.Controllers.AdminController
source: Editing Role failed: {0}
fa_ir: ویرایش نقش ناموفق بود:{0}

# Orchard.Roles.Controllers.AdminController
source: Role was successfully deleted.
fa_ir: نقش با موفقیت حذف شد.

# Orchard.Roles.Drivers.UserRolesPartDriver
source: Adding role {0} to user {1}
fa_ir: افزودن نقش {0} به کاربر {1}

# Orchard.Roles.Drivers.UserRolesPartDriver
source: Removing role {0} from user {1}
fa_ir: گرفتن نقش {0}از کاربر {1}

# Orchard.Roles.Services.RolesBasedAuthorizationService
source: A security exception occurred in the content management system.
fa_ir: یک استثناء امنیتی در سیستم مدیریت محتوا اتفاق افتاده است.

# Orchard.Roles.Services.RoleService
source: Permission {0} was not found in any of the installed modules.
fa_ir: مجوز {0} در هیچکدام از ماژول های نصب شده پیدا نشد.

# Orchard.Roles.Services.RoleService
source: {0} Feature
fa_ir: خصیصه {0}

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Add Role
fa_ir: افزودن نقش

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Information
fa_ir: اطلاعات

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Role Name:
fa_ir: "نام نقش

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Permissions
fa_ir: مجوزها

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: {0} Module
fa_ir: ماژول {0}

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Permission
fa_ir: مجوز

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Allow
fa_ir: مجاز

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Checkbox.{0}
fa_ir: گزینه انتخابی.{0}

# ~/Modules/Orchard.Roles/Views/Admin/Create.cshtml
source: Save
fa_ir: ذخیره

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Edit Role
fa_ir: ویرایش نقش

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Information
fa_ir: اطلاعات

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Role Name:
fa_ir: نام نقش:

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Permissions
fa_ir: مجوزها

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Permission
fa_ir: مجوز

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Allow
fa_ir: مجاز

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Effective
fa_ir: عامل موثر

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Checkbox.{0}
fa_ir: انتخاب گزینه.{0}

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Effective.{0}
fa_ir: عامل موثر.{0}

# ~/Modules/Orchard.Roles/Views/Admin/Edit.cshtml
source: Save
fa_ir: ذخیره

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Actions:
fa_ir: عملیات:

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Apply
fa_ir: اعمال کردن

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Add a role
fa_ir: افزودن یک نقش

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: This is a table of the roles currently available for use in your application.
fa_ir: نقشهایی که در حال حاضر برای استفاده در برنامه شمادر دسترس اند.این جدولی است از

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Name
fa_ir: نام

# ~/Modules/Orchard.Roles/Views/Admin/Index.cshtml
source: Edit
fa_ir: ویرایش

# ~/Modules/Orchard.Roles/Views/EditorTemplates/Parts/Roles.UserRoles.cshtml
source: Roles
fa_ir: نقش ها

# ~/Modules/Orchard.Roles/Views/EditorTemplates/Parts/Roles.UserRoles.cshtml
source: There are no roles.
fa_ir: نقشی وجود ندارد.
