Repository: aliprogrammer69/OrchardFa
Catalog: Orchard/Modules/Orchard.Media/App_Data/Localization/*/orchard.module.po
Languages: fa_ir

# ~/Modules/Orchard.Media/Module.txt
source: Media
fa_ir: رسانه

# Orchard.Media.Controllers.AdminController
source: Editing failed: {0}
fa_ir: ویرایش ناموفق بود: {0}

# Orchard.Media.Controllers.AdminController
source: Uploading media file failed:
fa_ir: بارگذاری فایل رسانه ناموفق بود:

# Orchard.Media.Controllers.AdminController
source: Editing media file failed.
fa_ir: ویرایش فایل رسانه ناموفق بود.

# Orchard.Media.Handlers.MediaSettingsPartHandler
source: Media
fa_ir: رسانه

# Orchard.Media.Services.provides
source: New file name "{0}" is not allowed. Please provide a file extension.
fa_ir: نام فایل جدید "{0}" مجاز نیست.لطفا فرمت فایل را مشخص کنید.

# Orchard.Media.Services.provides
source: New file name "{0}" is not allowed.
fa_ir: نام فایل جدید "{0}" مجاز نیست.

# Orchard.Media.Services.provides
source: Could not upload file {0}. Supported file types are {1}.
fa_ir: بارگذاری فایل {0} ممکن نیست.انواع فایلهای پشتیبانی شده هستند {1}.

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Delete
fa_ir: حذف

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Delete
fa_ir: حذف

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Media
fa_ir: رسانه

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Delete
fa_ir: حذف

# ~/Modules/Orchard.Media/Views/EditorTemplates/Parts/Media.MediaSettings.cshtml
source: Media
fa_ir: رسانه

# Orchard.Media.AdminMenu
source: Media
fa_ir: رسانه

# Orchard.Media.Controllers.AdminController
source: Deleting Folder failed: {0}
fa_ir: حذف پوشه ناموفق بود: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't create media folder
fa_ir: ایجاد پوشه رسانه ممکن نیست

# Orchard.Media.Controllers.AdminController
source: Media folder created
fa_ir: پوشه رسانه ایجاد شد

# Orchard.Media.Controllers.AdminController
source: Creating Folder failed: {0}
fa_ir: ایجاد پوشه رسانه ناموفق بود: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't delete media file
fa_ir: حذف فایل رسانه ممکن نیست

# Orchard.Media.Controllers.AdminController
source: Media file deleted
fa_ir: فایل رسانه حذف شد

# Orchard.Media.Controllers.AdminController
source: Couldn't delete media folder
fa_ir: حذف پوشه رسانه ممکن نیست

# Orchard.Media.Controllers.AdminController
source: Media folder deleted
fa_ir: پوشه رسانه حذف شد

# Orchard.Media.Controllers.AdminController
source: Deleting failed: {0}
fa_ir: حذف ناموفق بود: {0}

# Orchard.Media.Controllers.AdminController
source: Deleting media folder failed: {0}
fa_ir: حذف پوشه رسانه ناموفق بود: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't rename media folder
fa_ir: تغییر نام پوشه رسانه ممکن نیست

# Orchard.Media.Controllers.AdminController
source: Media folder properties modified
fa_ir: خصوصیات پوشه رسانه تغییر کرد

# Orchard.Media.Controllers.AdminController
source: Modifying media folder properties failed: {0}
fa_ir: تغییر خصوصیات پوشه رسانه ناموفق بود: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't upload media file
fa_ir: بارگذاری فایل رسانه ممکن نیست

# Orchard.Media.Controllers.AdminController
source: Select a file to upload
fa_ir: یک فایل برای بارگذاری انتخاب کنید

# Orchard.Media.Controllers.AdminController
source: Media file(s) uploaded
fa_ir: فایل یا فایلهای رسانه بارگذاری شدند

# Orchard.Media.Controllers.AdminController
source: ERROR: You don't have permission to upload media files
fa_ir: خطا:شما مجوز بارگذاری فایل رسانه را ندارید

# Orchard.Media.Controllers.AdminController
source: HEY: You didn't give me a file to upload
fa_ir: شما فایلی برای بارگذاری به من نداده اید

# Orchard.Media.Controllers.AdminController
source: ERROR: Uploading media file failed: {0}
fa_ir: خطا: بارگذاری فایل رسانه ناموفق بود: {0}

# Orchard.Media.Controllers.AdminController
source: Media deleted
fa_ir: رسانه حذف شد

# Orchard.Media.Controllers.AdminController
source: Removing media file failed: {0}
fa_ir: حذف فایل رسانه ناموفق بود: {0}

# Orchard.Media.Controllers.AdminController
source: Couldn't modify media file
fa_ir: تغییر فایل رسانه ممکن نیست

# Orchard.Media.Controllers.AdminController
source: Media information updated
fa_ir: اطلاعات رسانه بروزرسانی شد

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Add Media
fa_ir: افزودن رسانه

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Media Folders
fa_ir: پوشه های رسانه

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: File Path <span> - multiple files must be in a zipped folder</span>
fa_ir: مسیر فایل <span> -چندین فایل باید در پوشه فشرده باشد</span>

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Browse
fa_ir: مرور

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Extract Zip
fa_ir: استخراج فایل های فشرده

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: After your files have been uploaded, you can edit the titles and descriptions.
fa_ir: بعد از بارگذاری فایل ها شما می توانید عناوین و توضیحات را ویرایش کنید.

# ~/Modules/Orchard.Media/Views/Admin/Add.cshtml
source: Upload
fa_ir: بارگذاری

# ~/Modules/Orchard.Media/Views/Admin/Create.cshtml
source: Add a Folder
fa_ir: افزودن یک پوشه

# ~/Modules/Orchard.Media/Views/Admin/Create.cshtml
source: Media Folders
fa_ir: فایل های رسانه

# ~/Modules/Orchard.Media/Views/Admin/Create.cshtml
source: Folder Name
fa_ir: نام پوشه

# ~/Modules/Orchard.Media/Views/Admin/Create.cshtml
source: Save
fa_ir: ذخیره

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Manage Folder
fa_ir: مدیریت پوشه

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Media Folders
fa_ir: پوشه های رسانه

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Folder Properties
fa_ir: خصوصیات پوشه

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Actions:
fa_ir: عملیات:

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Apply
fa_ir: اعمال کردن

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Add media
fa_ir: افزودن رسانه

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Add a folder
fa_ir: افزودن یک پوشه

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: This is a table of the pages currently available for use in your application.
fa_ir: این جدول صفحاتی است که در حال حاضر برای استفاده سایت شما در دسترس هستند.

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Name
fa_ir: نام

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Author
fa_ir: نویسنده

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Last Updated
fa_ir: آخرین بروزرسانی

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Type
fa_ir: نوع

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Size
fa_ir: سایز

# ~/Modules/Orchard.Media/Views/Admin/Edit.cshtml
source: Folder
fa_ir: پوشه

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Edit Media - {0}
fa_ir: ویرایش رسانه - {0}

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Media Folders
fa_ir: پوشه های رسانه

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Edit Media
fa_ir: ویرایش رسانه

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Dimensions: <span>500 x 375 pixels</span>
fa_ir: ابعاد: <span>500 x 375 پیکسل</span>

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Size: <span>{0}</span>
fa_ir: سایز: <span>{0}</span>

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Added on: <span>{0}</span>
fa_ir: اضافه شده در تاریخ: <span>{0}</span>

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Embed:
fa_ir: قرار دادن:

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Name
fa_ir: نام

# ~/Modules/Orchard.Media/Views/Admin/EditMedia.cshtml
source: Save
fa_ir: ذخیره

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Folder Properties
fa_ir: خصوصیات پوشه

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Media Folders
fa_ir: پوشه های رسانه

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Folder Name:
fa_ir: نام پوشه:

# ~/Modules/Orchard.Media/Views/Admin/EditProperties.cshtml
source: Save
fa_ir: ذخیره

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Actions:
fa_ir: عملیات:

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Apply
fa_ir: اعمال کردن

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Add a folder
fa_ir: افزودن یک پوشه

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: This is a table of the media folders currently available for use in your application.
fa_ir: این جدولی است از پوشه های رسانه ای که در حال حاضر برای استفاده در سایت شما در دسترس هستند.

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Name
fa_ir: نام

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Author
fa_ir: نویسنده

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Last Updated
fa_ir: آخرین بروزرسانی

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Type
fa_ir: نوع

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Size
fa_ir: سایز

# ~/Modules/Orchard.Media/Views/Admin/Index.cshtml
source: Folder
fa_ir: پوشه

# ~/Modules/Orchard.Media/Views/EditorTemplates/Parts/Media.MediaSettings.cshtml
source: Upload allowed file types (list of extensions separated by spaces)
fa_ir: انواع فایلهای مجاز برای بارگذاری(لیستی از پسوندها که با فضای خالی از هم جدا شده اند)
