Repository: aliprogrammer69/OrchardFa
Catalog: Orchard/Modules/Orchard.Widgets/App_Data/Localization/*/orchard.module.po
Languages: fa_ir

# ~/Modules/Orchard.Widgets/Module.txt
source: Widgets
fa_ir: ابزار

# Orchard.Widgets.Handlers.LayerHintHandler
source: Would you like to <a href="{0}">add a widget layer</a> for "{1}"?
fa_ir: آیا شما می خواهید که <a href="{0}">اضافه کنید یک لایه ابزار</a> برای "{1{"?

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: These widgets aren't going to appear anywhere because they're missing the CommonPart from their content type. To fix these widgets, if you still want to keep them around, start by fixing their <a href="{0}">Content Types</a>.
fa_ir: ابن ابزارها در هیچ نقطه ای ظاهر نمی شوند زیراآنها بخش مشترکشان را از نوع محتوایشان از دست می دهند.برای درست کردن این ابزارها اگر شما هنوز هم می خواهید آنها را نگه دارید با درست کردن آنها توسط <a href="{0}"> انواع محتوا </a> شروع کنید.

# ~/Modules/Orchard.Widgets/Module.txt
source: Page Layer Hinting
fa_ir: در حال اشاره به لایه صفحه

# ~/Modules/Orchard.Widgets/Module.txt
source: Adds a notification after creating a new Page with a direct link to create a Widget Layer for that specific page by URL.
fa_ir: اضافه کنید یک اطلاع را پس از ایجاد یک صفحه جدید با یک لینک مستقیم برای ایجاد یک لایه ابزار برای آن صفحه مشخص توسط آدرس صفحه.

# ~/Modules/Orchard.Widgets/Module.txt
source: Widget
fa_ir: ابزار

# Orchard.Widgets.Commands.LayerCommands
source: Creating Layer {0}
fa_ir: ایجاد لایه{0}

# Orchard.Widgets.Commands.LayerCommands
source: Layer created successfully.
fa_ir: لایه با موفقیت ایجاد شد.

# Orchard.Widgets.Commands.WidgetCommands
source: Creating widget failed : type {0} was not found. Supported widget types are: {1}.
fa_ir: ایجاد ابزار ناموفق بود :نوع {0} پیدا نشد.انواع ابزار پشتیبانی شده عبارتند از :{1}.

# Orchard.Widgets.Commands.WidgetCommands
source: Creating widget failed : layer {0} was not found.
fa_ir: ایجاد ابزار ناموفق بود :لایه {0} پیدا نشد.

# Orchard.Widgets.Commands.WidgetCommands
source: Widget created successfully.
fa_ir: ابزار با موفقیت ایجاد شد.

# Orchard.Widgets.Controllers.AdminController
source: There are no widget layers defined. A layer will need to be added in order to add widgets to any part of the site.
fa_ir: هیچ لایه ابزار مشخصی وجود ندارد.برای افزودن ابزارها به هر بخش سایت یک لایه باید افزوده شود.

# Orchard.Widgets.Controllers.AdminController
source: Need a zone specified for widget placement.
fa_ir: یک ناحیه مشخص برای قرار دادن ابزار مورد نیاز است.

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been added.
fa_ir: {0} شما اضافه شده اند.

# Orchard.Widgets.Handlers.LayerHintHandler
source: A widget layer for "{0}" at "{1}".
fa_ir: "{1}"یک لایه ابزار برای "{0}" در .

# ~/Modules/Orchard.Widgets/Views/WidgetLayersControl.cshtml
source: Current Layer:
fa_ir: لایه فعلی:

# ~/Modules/Orchard.Widgets/Views/WidgetLayersControl.cshtml
source: Show
fa_ir: نمایش

# ~/Modules/Orchard.Widgets/Views/WidgetLayersControl.cshtml
source: Edit
fa_ir: ویرایش

# ~/Modules/Orchard.Widgets/Views/WidgetLayersControl.cshtml
source: Add a new layer...
fa_ir: افزودن یک لایه جدید...

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.cshtml
source: Zones for other enabled themes.
fa_ir: نواحی برای پوسته های دیگر فعال شدند.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.cshtml
source: Widgets in these zones will not appear anywhere when your currently active theme is applied. They might still appear in selectively applied (e.g. mobile) themes.
fa_ir: ابزارها در این نواحی در هیچ نقطه ای ظاهر نمی شوند تا زمانیکه شما در حال استفاده پوسته فعال باشید.آنها ممکن است در پوسته های بکار برده شده انتخابی (بعنوان مثال تلفن همراه) ظاهر شوند.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: Widgets with problems.
fa_ir: ابزارهایی با مشکلات.

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Orphans.cshtml
source: Remove
fa_ir: حذف

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Add
fa_ir: افزودن

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move to current layer
fa_ir: انتقال به لایه فعلی

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Remove
fa_ir: حذف

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move up
fa_ir: حرکت به بالا

# ~/Modules/Orchard.Widgets/Views/WidgetPlacement.Zones.cshtml
source: Move down
fa_ir: حرکت به پائین

# ~/Modules/Orchard.Widgets/Views/WidgetSimplePreview.cshtml
source: {0} zone preview
fa_ir: پیش نمایش ناحیه {0}

# ~/Modules/Orchard.Widgets/Views/Admin/ChooseWidget.cshtml
source: Choose A Widget
fa_ir: انتخاب یک ابزار

# ~/Modules/Orchard.Widgets/Views/Admin/ChooseWidget.cshtml
source: There are no widgets available to add.
fa_ir: هیچ ابزاری برای افزودن در دسترس نسیت.

# ~/Modules/Orchard.Widgets/Views/Admin/Index.cshtml
source: Widgets
fa_ir: ابزارها

# Orchard.Widgets.AdminMenu
source: Widgets
fa_ir: ابزارها

# Orchard.Widgets.AdminMenu
source: Configure
fa_ir: پیکربندی

# Orchard.Widgets.Controllers.AdminController
source: Layer not found: {0}
fa_ir: لایه پیدا نشد :{0}

# Orchard.Widgets.Controllers.AdminController
source: Moving widget failed: {0}
fa_ir: جابجایی ابزار ناموفق بود :{0}

# Orchard.Widgets.Controllers.AdminController
source: Creating widget failed: {0}
fa_ir: ایجاد ابزار ناموفق بود :{0}

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been created.
fa_ir: {0} شما ایجاد شده است.

# Orchard.Widgets.Controllers.AdminController
source: Creating layer failed: {0}
fa_ir: ایجاد لایه ناموفق بود :{0}

# Orchard.Widgets.Controllers.AdminController
source: Editing layer failed: {0}
fa_ir: ویرایش لایه ناموفق بود :{0}

# Orchard.Widgets.Controllers.AdminController
source: Your {0} has been saved.
fa_ir: {0} شما ذخیره شده است.

# Orchard.Widgets.Controllers.AdminController
source: Layer was successfully deleted
fa_ir: لایه با موفقیت حذف شد

# Orchard.Widgets.Controllers.AdminController
source: Removing Layer failed: {0}
fa_ir: حذف لایه ناموفق بود: {0}

# Orchard.Widgets.Controllers.AdminController
source: Widget not found: {0}
fa_ir: ابزار پیدا نشد: {0}

# Orchard.Widgets.Controllers.AdminController
source: Editing widget failed: {0}
fa_ir: ویرایش ابزار ناموفق بود :{0}

# Orchard.Widgets.Controllers.AdminController
source: Widget was successfully deleted
fa_ir: ابزار با موفقیت حذف شد

# Orchard.Widgets.Controllers.AdminController
source: Removing Widget failed: {0}
fa_ir: حذف ابزار ناموفق بود: {0}

# Orchard.Widgets.Drivers.LayerPartDriver
source: A Layer with the same name already exists
fa_ir: لایه ای با این نام هم اکنون وجود دارد

# Orchard.Widgets.Drivers.LayerPartDriver
source: The rule is not valid: {0}
fa_ir: دستور نا معتبر است: {0}

# Orchard.Widgets.Filters.WidgetFilter
source: An error occured during layer evaluation on: {0}
fa_ir: یک خطا رخ داده در طول ارزیابی لایه در: {0}

# Orchard.Widgets.RuleEngine.RuleManager
source: There are currently not scripting engine enabled
fa_ir: در حال حاضر موتور برنامه نویسی فعالی وجود ندارد

# Orchard.Widgets.RuleEngine.RuleManager
source: Expression is not a boolean value
fa_ir: عبارت یک مقدار بولی نیست

# ~/Modules/Orchard.Widgets/Views/Widget.ControlWrapper.cshtml
source: Edit
fa_ir: ویرایش

# ~/Modules/Orchard.Widgets/Views/Widget.DeleteButton.cshtml
source: Delete
fa_ir: حذف

# ~/Modules/Orchard.Widgets/Views/Admin/AddLayer.cshtml
source: Add Layer
fa_ir: افزودن لایه

# ~/Modules/Orchard.Widgets/Views/Admin/AddWidget.cshtml
source: Add Widget
fa_ir: افزودن ابزار

# ~/Modules/Orchard.Widgets/Views/Admin/EditLayer.cshtml
source: Edit Layer
fa_ir: ویرایش لایه

# ~/Modules/Orchard.Widgets/Views/Admin/EditWidget.cshtml
source: Edit Widget
fa_ir: ویرایش ابزار

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Name
fa_ir: نام

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Description
fa_ir: توضیح

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.LayerPart.cshtml
source: Layer Rule
fa_ir: قوانین لایه

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Zone
fa_ir: ناحیه

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Layer
fa_ir: لایه

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Position
fa_ir: موقعیت

# ~/Modules/Orchard.Widgets/Views/EditorTemplates/Parts.Widgets.WidgetPart.cshtml
source: Title
fa_ir: عنوان
