Repository: aliprogrammer69/OrchardFa
Catalog: Orchard/Modules/Orchard.ImportExport/App_Data/Localization/*/orchard.module.po
Languages: fa_ir

# ~/Modules/Orchard.ImportExport/Module.txt
source: Import Export
fa_ir: واردات صادرات

# ~/Modules/Orchard.ImportExport/Module.txt
source: Provides content item data import and export capability.
fa_ir: قابلیت وارد کردن و صادر کردن داده های بخش محتوا را فراهم میکند.

# Orchard.ImportExport.AdminMenu
source: Import/Export
fa_ir: واردات/صادرات

# Orchard.ImportExport.AdminMenu
source: Import
fa_ir: واردات

# Orchard.ImportExport.AdminMenu
source: Export
fa_ir: صادرات

# Orchard.ImportExport.Controllers.AdminController
source: Not allowed to import.
fa_ir: مجاز نیست به وارد کردن.

# Orchard.ImportExport.Controllers.AdminController
source: Please choose a recipe file to import.
fa_ir: لطفا یک فایل دستور برای وارد کردن انتخاب کنید.

# Orchard.ImportExport.Controllers.AdminController
source: Your recipe has been imported.
fa_ir: دستور شما وارد شده است.

# Orchard.ImportExport.Controllers.AdminController
source: Import failed: {0}
fa_ir: وارد کردن ناموفق بود:{0}

# Orchard.ImportExport.Controllers.AdminController
source: Not allowed to export.
fa_ir: مجاز نیست به صادر کردن.

# Orchard.ImportExport.Controllers.AdminController
source: Your export file has been created at {0}
fa_ir: فایل صادره شما ایجاد شده در {0}

# Orchard.ImportExport.Controllers.AdminController
source: Export failed: {0}
fa_ir: صادر کردن ناموفق بود: {0}

# Orchard.ImportExport.Services.ImportExportService
source: Step {0} is not a supported import step.
fa_ir: مرحله {0} یک مرحله پشتیبانی واردات نیست.

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Export
fa_ir: صادرات

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Choose the types to include in the export file:
fa_ir: انتخاب کنید انواعی را که در فایل صادره موجودند:

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Choose what to save for these types:
fa_ir: انتخاب کنید که چه چیزی برای این انواع محتوا ذخیره شود:

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Metadata
fa_ir: فراداده

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Metadata is the definition of your content types: what parts and fields they have, with what settings.
fa_ir: فراداده تعریف انواع محتوای شماست: چه بخشها و چه فیلدهایی آنها دارند با چه تنظیماتی.

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Data
fa_ir: داده

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Data is the actual content of your site.
fa_ir: داده محتوای واقعی سایت شما است.

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Version History
fa_ir: نسخه تاریخچه

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Only Published Versions
fa_ir: فقط انتشار نسخه ها

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Only Drafts
fa_ir: فقط پیش نویس ها

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Site Settings
fa_ir: تنظیمات سایت

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Please verify that you are not exporting confidential information, such as passwords or application keys.
fa_ir: لطفا تائید کنید که شما در حال صدور اطلاعات محرمانه مثل کلمه عبور یا کلید های نرم افزار نیستید.

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: Import
fa_ir: وارد کردن

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: exporting
fa_ir: صدور

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: Recipe File:
fa_ir: فایل دستورالعمل:
