Repository: aliprogrammer69/OrchardFa
Catalog: Orchard/Modules/Orchard.Warmup/App_Data/Localization/*/orchard.module.po
Languages: fa_ir

# ~/Modules/Orchard.Warmup/Module.txt
source: Warmup
fa_ir: معرفی

# Orchard.Warmup.AdminMenu
source: Settings
fa_ir: تنظیمات

# Orchard.Warmup.AdminMenu
source: Warmup
fa_ir: معرفی

# Orchard.Warmup.Controllers.AdminController
source: Not authorized to manage settings
fa_ir: مجاز به مدیریت تنظیمات نیست

# Orchard.Warmup.Controllers.AdminController
source: {0} is an invalid warmup url.
fa_ir: {0} یک آدرس معرفی نامعتبر است.

# Orchard.Warmup.Controllers.AdminController
source: Delay must be greater than zero.
fa_ir: تاخیر باید بزرگتر از صفر باشد.

# Orchard.Warmup.Controllers.AdminController
source: Warmup updated successfully.
fa_ir: معرفی با موفقیت بروزرسانی شد.

# Orchard.Warmup.Controllers.AdminController
source: Static pages are currently being generated.
fa_ir: صفحات ایستا درحال تولیدند.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Settings
fa_ir: تنظیمات

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Warmup
fa_ir: معرفی

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Urls for which static warmup pages will be generated
fa_ir: آدرس ها برای کدام صفحات معرفی ایستا تولید می شوند

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This must be a set of relative paths, e.g., /, /About
fa_ir: این باید مجموعه ای از مسیرهای نسبی باشد

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages periodically
fa_ir: تولید صفحات معرفی بصورت دوره ای

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Every
fa_ir: همه

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: minutes
fa_ir: دقایق

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages each time some content is published
fa_ir: صفحات معرفی تولید شوند هرزمان که برخی مطالب منتشر شوند

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Save
fa_ir: ذخیره

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Save and generate
fa_ir: ذخیره و تولید

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: Warmup
fa_ir: معرفی

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: Urls for which static warm up pages will be generated
fa_ir: آدرس ها برای کدام صفحات معرفی ایستا تولید می شوند

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: This must be a set of virtual paths, e.g., ~/, ~/About
fa_ir: این باید مجموعه ای از مسیرهای مجازی باشد

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: Generate warmup pages periodically
fa_ir: تولید صفحات معرفی بصورت دوره ای

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: Delay to generate pages
fa_ir: به تاخیر افتادن برای تولید صفحات

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: minutes
fa_ir: دقایق

# ~/Modules/Orchard.Warmup/Views/EditorTemplates/Parts.Warmup.SiteSettings.cshtml
source: Generate warmup pages each time some content is published
fa_ir: صفحات معرفی تولید شوند هرزمان که برخی مطالب منتشر شوند

# Orchard.Warmup.AdminMenu
source: Performance
fa_ir: کارایی

# Orchard.Warmup.Controllers.AdminController
source: "{0}" is an invalid warmup url.
fa_ir: "{0}" یک آدرس معرفی نامعتبر است.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Performance
fa_ir: کارایی

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: The paths below will be requested using {0} as a base url. You can change the base url on the {1}.
fa_ir: مسیر زیر درخواست خواهد شد با استفاده از {0} بعنوان آدرس پایه.شما میتوانید آدرس پایه را در {1} تغییر دهید.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: General Settings page
fa_ir: صفحه تنظیمات عمومی

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This must be a set of relative paths, e.g., /, /About. Please ensure that you enter only one path per line.
fa_ir: این باید مجمو عه ای از مسیرهای نسبی باشد.لطفا مطمئن شوید که یک مسیر در هر خط وارد نموده اید.

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Generate warmup pages any time some content is published
fa_ir: صفحات معرفی تولید شوند هرزمان که برخی مطالب منتشر شوند

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Status
fa_ir: وضعیت

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: This is a table of the reports in your application
fa_ir: این جدولی از گزارشات سایت شما می باشد

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Path
fa_ir: مسیر

# ~/Modules/Orchard.Warmup/Views/Admin/Index.cshtml
source: Date generated
fa_ir: تاریخ تولید
