Repository: aliprogrammer69/OrchardFa
Catalog: Orchard/Modules/Orchard.Indexing/App_Data/Localization/*/orchard.module.po
Languages: fa_ir

# Orchard.Indexing.AdminMenu
source: Settings
fa_ir: تنظیمات

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been rebuilt.
fa_ir: شاخص {0} بازسازی شد.

# Orchard.Indexing.Services.IndexingService
source: The index {0} could no ben rebuilt. It might already be in use, please try again later.
fa_ir: بازسازی شاخص {0} ممکن نیست.شاید آن در حال استفاده باشد لطفا بعدا مجددا سعی نمائید.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Settings
fa_ir: تنظیمات

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Search Index
fa_ir: جستجوی شاخص

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The indexing process is currently being rebuilt.
fa_ir: فرایند شاخص سازی در حال حاضر در حال بازسازی است.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The indexing process is currently being updated.
fa_ir: فرایند شاخص سازی در حال حاضر در حال به روز رسانی است.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Rebuild the search index for a fresh start:
fa_ir: بازسازی شاخص جستجو برای یک شروع تازه :

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index contains the following fields: {0}.
fa_ir: شاخص جستجو شامل فیلدهای زیر است:{0}

# ~/Modules/Orchard.Indexing/Module.txt
source: Indexing
fa_ir: شاخص سازی

# ~/Modules/Orchard.Indexing/Module.txt
source: The Indexing module enables the site to be indexed. The index generated by this module can then be used by the search module to provide an integrated full-text search experience to a web site.
fa_ir: ماژول شاخص سازی امکان فهرست بندی را به سایت می دهد.شاخص هایی که توسط این ماژول تولید میشوند می توانند توسط ماژول جستجو برای ارائه یک آزمایش جستجوی متن کامل یکپارچه به یک سایت مورد استفاده قرار گیرند.

# Orchard.Indexing.AdminMenu
source: Search Index
fa_ir: شاخص جستجو

# Orchard.Indexing.Commands.IndexingCommands
source: Index is now being updated...
fa_ir: شاخص در حال بروزرسانی است...

# Orchard.Indexing.Commands.IndexingCommands
source: Index is now being rebuilt...
fa_ir: شاخص در حال بازسازی است...

# Orchard.Indexing.Commands.IndexingCommands
source: No index available
fa_ir: شاخصی موجود نیست

# Orchard.Indexing.Commands.IndexingCommands
source: End of search results
fa_ir: پایان نتایج جستجو

# Orchard.Indexing.Commands.IndexingCommands
source: Number of indexed documents: {0}
fa_ir: تعداد اسناد شاخص :{0}

# Orchard.Indexing.Commands.IndexingCommands
source: Invalid content item id. Not an integer.
fa_ir: شماره بخش محتوا غیر معتبر است.عدد نیست.

# Orchard.Indexing.Commands.IndexingCommands
source: Content Item marked for reindexing
fa_ir: بخش محتوا برای شاخص سازی دوباره مشخص شده

# Orchard.Indexing.Commands.IndexingCommands
source: Content Item marked for deletion
fa_ir: بخش محتوا برای حذف مشخص شده

# Orchard.Indexing.Controllers.AdminController
source: There is no search index to manage for this site.
fa_ir: شاخص جستجو برای مدیریت این سایت وجود ندارد.

# Orchard.Indexing.Controllers.AdminController
source: Not allowed to manage the search index.
fa_ir: مدیریت شاخص جستجو مجاز نیست.

# Orchard.Indexing.Services.IndexingService
source: There is no search index to rebuild.
fa_ir: شاخص جستجو برای بازسازی وجود ندارد.

# Orchard.Indexing.Services.IndexingService
source: The search index has been updated.
fa_ir: شاخص جستجو بروزرسانی شد.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: There is currently no search index
fa_ir: در حال حاضر شاخص جستجو وجود ندارد

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index has not been built yet.
fa_ir: شاخص جستجو هنوز ساخته نشده است.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index does not contain any document.
fa_ir: شاخص جستجو حاوی هیچ سندی نیست.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index contains {0} document(s).
fa_ir: شاخص جستجو حاوی {0} سند است.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index does not contain any field.
fa_ir: شاخص جستجو حاوی هیچ فیلدی نیست.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index was last updated {0}.
fa_ir: شاخص جستجو آخرین بروزرسانی شد{0}

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Update the search index now:
fa_ir: هم اکنون شاخص جستجو بروزرسانی شود:

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Update the search index.
fa_ir: شاخص جستجو بروزرسانی شد.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Update
fa_ir: بروزرسانی

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Rebuild the search index.
fa_ir: شاخص جستجو بازسازی شد.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Rebuild
fa_ir: بازسازی

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/FieldIndexing.cshtml
source: Include in the index
fa_ir: شامل در شاخص

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/TypeIndexing.cshtml
source: Index this content type for search
fa_ir: این نوع محتوا برای جستجو شاخص گذاری شود.
