Repository: aliprogrammer69/OrchardFa
Catalog: Orchard/Modules/Orchard.ContentTypes/App_Data/Localization/*/orchard.module.po
Languages: fa_ir

# Orchard.ContentTypes.Services.ContentDefinitionService
source: Cannot add part named '{0}'. It already exists.
fa_ir: بخشی با این نام هم اکنون وجود دارد.نمی تواند بخشی با نام {0}را اضافه کند.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Choose the Parts to add to this Content Type. The <b>Common</b> part should be included in most types. It gives the items an owner as well as a creation, publication and last modification date stamps. In addition to the Common part, adding the <b>Containable</b> part makes it possible to add content items of this type to a <b>List</b>.
fa_ir: بخشی را برای افزودن به این نوع محتوا انتخاب نمائید.بخش<b>مشترک</b>باید در بسیاری از انواع باشد.آن آیتم های مالک را ایجاد و منتشر میکند و آخرین تاریخ اصلاح را برمی گرداند.علاوه بر بخش مشترک افزودن افزودن بخش <b>قابل محتوا</b>امکان اینکه آیتمهای محتوایی از این نوع به یک<b>لیست</b>اضافه شوند را میسر می سازد.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add Field
fa_ir: افزودن فیلد

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Add Parts
fa_ir: افزودن بخش

# Orchard.ContentTypes.AdminMenu
source: Content Parts
fa_ir: محتوای بخش ها

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to delete a content type.
fa_ir: حذف یک نوع محتوا اجازه داده نمی شود.

# Orchard.ContentTypes.Controllers.AdminController
source: "{0}" has been removed.
fa_ir: {0}حذف شده است

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to delete a content part.
fa_ir: حذف محتوای بخش اجازه داده نمی شود.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Choose the Parts to add to this Content Type. Adding the <b>Containable</b> part makes it possible to add content items of this type to a <b>List</b>.
fa_ir: بخشی را برای افزودن به این نوع محتوا انتخاب نمائید.بخش<b>مشترک</b>باید در بسیاری از انواع باشد.آن آیتم های مالک را ایجاد و منتشر میکند و آخرین تاریخ اصلاح را برمی گرداند.علاوه بر بخش مشترک افزودن افزودن بخش <b>قابل محتوا</b>امکان اینکه آیتمهای محتوایی از این نوع به یک<b>لیست</b>اضافه شوند را میسر می سازد.

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Delete
fa_ir: حذف

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Delete
fa_ir: حذف

# ~/Modules/Orchard.ContentTypes/Module.txt
source: ContentTypes
fa_ir: نوع محتوا

# Orchard.ContentTypes.Controllers.AdminController
source: The technical name must start with a letter.
fa_ir: نام فنی باید با یک حرف شروع شود.

# Orchard.ContentTypes.AdminMenu
source: Content
fa_ir: محتوا

# Orchard.ContentTypes.AdminMenu
source: Content Types
fa_ir: نوع محتوا

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to create a content type.
fa_ir: ایجاد یک نوع محتوا اجازه داده نمی شود.

# Orchard.ContentTypes.Controllers.AdminController
source: The Display Name name can't be empty.
fa_ir: نام نمایشی نمی تواند خالی باشد.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Id already exists.
fa_ir: نوعی با این شماره هم اکنون وجود دارد.

# Orchard.ContentTypes.Controllers.AdminController
source: A type with the same Name already exists.
fa_ir: نوعی با این نام هم اکنون وجود دارد.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" content type has been created.
fa_ir: "نوع محتوای "{0}"ایجاد شده است

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to edit a content type.
fa_ir: ویرایش یک نوع محتوا اجازه داده نمی شود.

# Orchard.ContentTypes.Controllers.AdminController
source: The Content Type name can't be empty.
fa_ir: نام نوع محتوا نمی تواند خالی باشد.

# Orchard.ContentTypes.Controllers.AdminController
source: "{0}" settings have been saved.
fa_ir: تنظیمات "{0}"ذخیره شده است.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" part has been added.
fa_ir: بخش "{0}"اضافه شده است.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" part has been removed.
fa_ir: بخش "{0}"حذف شده است.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to create a content part.
fa_ir: ایجاد یک نوع محتوا اجازه داده نمی شود.

# Orchard.ContentTypes.Controllers.AdminController
source: The content part could not be created.
fa_ir: بخش محتوا نمی تواند ایجاد شود.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" content part has been created.
fa_ir: بخش محتوای "{0}"ایجاد شده است.

# Orchard.ContentTypes.Controllers.AdminController
source: Not allowed to edit a content part.
fa_ir: ویرایش یک بخش محتوا اجازه داده نمی شود.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field was not added. {1}
fa_ir: فیلد "{0}"افزوده نشد.{0}

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field has been added.
fa_ir: فیلد "{0}"افزوده شده است.

# Orchard.ContentTypes.Controllers.AdminController
source: The "{0}" field has been removed.
fa_ir: فیلد "{0}"حذف شده است.

# Orchard.ContentTypes.Services.ContentDefinitionService
source: Fields must have a name containing no spaces or symbols.
fa_ir: نام فیلدها نباید شامل فضاهای خالی یا نمادها باشد.

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Add New Field To "{0}"
fa_ir: افزودن فیلد جدید به "{0}"\

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Name
fa_ir: نام

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Use no spaces or special characters. For example, "MyCustomField"
fa_ir: استفاده بدون فاصله و یا کاراکترهای خاص

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Field Type
fa_ir: نوع فیلد

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddFieldTo.cshtml
source: Save
fa_ir: ذخیره

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Add Parts To "{0}"
fa_ir: افزودن بخش ها به"{0}"\

# ~/Modules/Orchard.ContentTypes/Views/Admin/AddPartsTo.cshtml
source: Save
fa_ir: ذخیره

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: New Content Type
fa_ir: نوع محتوای جدید

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Display Name
fa_ir: نام نمایشی

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Content Type Id
fa_ir: شماره نوع محتوا

# ~/Modules/Orchard.ContentTypes/Views/Admin/Create.cshtml
source: Create
fa_ir: ایجاد

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: New Content Part
fa_ir: بخش محتوای جدید

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Name
fa_ir: نام

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Use no spaces or special characters. For example, "MyCustomPart"
fa_ir: استفاده بدون فاصله و یا کاراکترهای خاص

# ~/Modules/Orchard.ContentTypes/Views/Admin/CreatePart.cshtml
source: Create
fa_ir: ایجاد

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Edit Content Type
fa_ir: ویرایش نوع محتوا

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Content Types
fa_ir: انواع محتوا

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Display Name
fa_ir: نام نمایشی

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Content Type Id: {0}
fa_ir: شماره نوع محتوا:{0}

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Fields
fa_ir: فیلدها

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Parts
fa_ir: بخش ها

# ~/Modules/Orchard.ContentTypes/Views/Admin/Edit.cshtml
source: Save
fa_ir: ذخیره

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Edit Part
fa_ir: ویرایش بخش

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Content Types
fa_ir: انواع محتوا

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Content Parts
fa_ir: بخش های محتوا

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Name
fa_ir: نام

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Fields
fa_ir: فیلدها

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Add
fa_ir: افزودن

# ~/Modules/Orchard.ContentTypes/Views/Admin/EditPart.cshtml
source: Save
fa_ir: ذخیره

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Manage Content Types
fa_ir: مدیریت انواع محتوا

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Create new type
fa_ir: ایجاد نوع جدید

# ~/Modules/Orchard.ContentTypes/Views/Admin/List.cshtml
source: Content Parts
fa_ir: بخش های محتوا

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Content Parts
fa_ir: بخش های محتوا

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Content Types
fa_ir: انواع محتوا

# ~/Modules/Orchard.ContentTypes/Views/Admin/ListParts.cshtml
source: Create new part
fa_ir: ایجاد بخش جدید

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Remove the "{0}" part from "{1}"
fa_ir: برداشتن بخش "{0}"از "{0}"\

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Looks like you couldn't use the fancy way to remove the field. Try hitting the button below to force the issue.
fa_ir: به نظر میرسد که شما نمی توانید از راه غیر معمول برای حذف فیلد استفتده کنید.برای انجام این موضوع روی دکمه زیر کلیک کنید.

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemoveFieldFrom.cshtml
source: Remove
fa_ir: حذف

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Remove the "{0}" part from "{1}"
fa_ir: حذف بخش "{0}" از "{0}"\

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Looks like you couldn't use the fancy way to remove the part. Try hitting the button below to force the issue.
fa_ir: به نظر میرسد که شما نمی توانید از راه غیر معمول برای حذف فیلد استفتده کنید.برای انجام این موضوع روی دکمه زیر کلیک کنید

# ~/Modules/Orchard.ContentTypes/Views/Admin/RemovePartFrom.cshtml
source: Remove
fa_ir: حذف

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditPartViewModel.cshtml
source: Edit
fa_ir: ویرایش

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: Create New {0}
fa_ir: ایجاد {0} جدید

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: List Items
fa_ir: آیتم های لیست

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/EditTypeViewModel.cshtml
source: Edit
fa_ir: ویرایش

# ~/Modules/Orchard.ContentTypes/Views/DisplayTemplates/Settings.cshtml
source: Global Settings
fa_ir: تنظیمات عمومی

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/ContentTypePart.ascx
source: Remove
fa_ir: حذف

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/Field.cshtml
source: Remove
fa_ir: حذف

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/TypePart.cshtml
source: Remove
fa_ir: حذف

# ~/Modules/Orchard.ContentTypes/Views/EditorTemplates/TypePart.cshtml
source: {0} Settings:
fa_ir: تنظیمات {0}:

# ~/Modules/Orchard.ContentTypes/Module.txt
source: ContentTypes modules enables the creation and alteration of content types not based on code.
fa_ir: ماژول های انواع محتوا قادرند نوع محتوا را ایجاد و تغیر دهند نه برا ساس کد.
