Repository: aliprogrammer69/OrchardFa
Catalog: Orchard/Modules/Orchard.Users/App_Data/Localization/*/orchard.module.po
Languages: fa_ir

# Orchard.Users.Handlers.UserMessagesAlteration
source: The user <b>{0}</b> with email <b>{1}</b> has requested a new account. This user won't be able to log while his account has not been approved.
fa_ir: کاربر<b>{0}</b>با آدرس ایمیل <b>{0}</b> یک حساب جدید درخواست کرده است.این کاربر نمی تواند وارد سیستم شود تا زمانیکه حسابش تائید شود.

# Orchard.Users.Handlers.UserMessagesAlteration
source: Thank you for registering with {0}.<br/><br/><br/><b>Final Step</b><br/>To verify that you own this e-mail address, please click the following link:<br/><a href="{1}">{1}</a><br/><br/><b>Troubleshooting:</b><br/>If clicking on the link above does not work, try the following:<br/><br/>Select and copy the entire link.<br/>Open a browser window and paste the link in the address bar.<br/>Click <b>Go</b> or, on your keyboard, press <b>Enter</b> or <b>Return</b>.
fa_ir: با تشکر از شما برای ثبت نام با {0}.<br/><br/><br/><b>مرحله نهائی</b><br/>به منظور بررسی اینکه شما مالک این آدرس ایمیل هستید لطفا روی لینک زیر کلیک کنید::<br/><a href="{1}">{1}</a><br/><br/><b>عیب یابی:</b><br/>اگر لینک بالا کار نمی کند طبق دستورالعمل زیر عمل کنید:<br/><br/>لینک را انتخاب و کپی کنید.<br/>یک پنجره مرورگر را باز کنید و لینک را در نوار آدرس آن کپی کنید.<br/>کلیک <b>Go</b> کلید یا از صفحه کلیدتان<b>Enter</b> or <b>Return</b>را فشار دهید.

# Orchard.Users.Handlers.UserMessagesAlteration
source: Dear {0}, please <a href="{1}">click here</a> to change your password.
fa_ir: {0}برای تغییر پسوردتان عزیز لطفا <a href="{1}">اینجا کلیک نمائید </a>

# Orchard.Users.Security.FrontEndFilter
source: Can't access this website
fa_ir: دسترسی به این وب سایت ممکن نیست.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Passwords are required to be a minimum of {0} characters in length.
fa_ir: طول کلمه های عبور حداقل باید {0} کاراکتر باشد.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: New passwords are required to be a minimum of {0} characters in length.
fa_ir: طول کلمه های عبور جدید حداقل باید {0} کاراکتر باشد

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: New passwords are required to be a minimum of {0} characters in length.
fa_ir: طول کلمه های عبور جدید حداقل باید {0} کاراکتر باشد

# ~/Modules/Orchard.Users/Module.txt
source: Users
fa_ir: کاربران

# Orchard.Users.Controllers.AccountController
source: You must specify a valid email address.
fa_ir: شما باید یک آدرس ایمیل معتبر وارد نمائید.

# Orchard.Users.Controllers.AdminController
source: You must specify a valid email address.
fa_ir: شما باید یک آدرس ایمیل معتبر وارد نمائید.

# Orchard.Users.Controllers.AdminController
source: User {0} deleted
fa_ir: کاربر {0} حذف شد.

# Orchard.Users.Controllers.AdminController
source: User {0} approved
fa_ir: کاربر {0} تائید شد.

# Orchard.Users.Handlers.RegistrationSettingsPartHandler
source: Users
fa_ir: کاربران

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Create a New Account
fa_ir: ایجاد یک حساب جدید

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Use the form below to create a new account.
fa_ir: از فرم زیر برای ایجاد یک حساب جدید استفاده نمائید.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Account creation was unsuccessful. Please correct the errors and try again.
fa_ir: ایجاد حساب ناموفق بود.لطفا خطاها را برطرف نموده و دوباره سعی نمائید.

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Account Information
fa_ir: اطلاعات حساب

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Username:
fa_ir: نام کاربری:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Email:
fa_ir: ایمیل:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Password:
fa_ir: کلمه عبور:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Confirm password:
fa_ir: تکرار کلمه عبور:

# ~/Modules/Orchard.Users/Views/Register.cshtml
source: Register
fa_ir: ثبت نام

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Users
fa_ir: کاربران

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Actions:
fa_ir: عملیات:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Choose action...
fa_ir: انتخاب عملیات...

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Delete
fa_ir: حذف

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Apply
fa_ir: اعمال کردن

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Filter:
fa_ir: فیلتر

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: All Users
fa_ir: همه کاربران

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approved Users
fa_ir: کاربران تائید شده

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Pending Users
fa_ir: کاربران در انتظار

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Pending Emails
fa_ir: ایمیل های در انتظار

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Sort by:
fa_ir: مرتب سازی براساس:

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Filter
fa_ir: فیلتر

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Actions
fa_ir: عملیات

source: Users
fa_ir: کاربران

source: Display a link to enable users to reset their password
fa_ir: نمایش یک لینک برای اینکه کاربران بتوانند کلمه عبورشان را مجددا تنظیم کنند.

# ~/Modules/Orchard.Users/Module.txt
source: The users module enables user management.
fa_ir: ماژول کاربران مدیریت کاربر را ممکن می سازد.

# Orchard.Users.AdminMenu
source: Users
fa_ir: کاربران

# Orchard.Users.Commands.UserCommands
source: User with that username and/or email already exists.
fa_ir: کاربری با این نام کاربری یا ایمیل در حال حاضر وجود دارد.

# Orchard.Users.Commands.UserCommands
source: You must specify a password of {0} or more characters.
fa_ir: شما باید کلمه عبوری با تعداد کاراکتر {0} یا بیشتر مشخص نمائید.

# Orchard.Users.Commands.UserCommands
source: The authentication provider returned an error
fa_ir: ارائه دهنده احراز هویت خطایی را برگردانده است

# Orchard.Users.Commands.UserCommands
source: User created successfully
fa_ir: کاربر با موفقیت ایجاد شد

# Orchard.Users.Controllers.AccountController
source: Access Denied
fa_ir: امکان دسترسی وجود ندارد

# Orchard.Users.Controllers.AccountController
source: Log On
fa_ir: ورود

# Orchard.Users.Controllers.AccountController
source: Invalid username or E-mail
fa_ir: نام کاربری یا ایمیل نامعتبر است

# Orchard.Users.Controllers.AccountController
source: Check your e-mail for the confirmation link.
fa_ir: ایمیل خود را برای تائید لینک چک نمائید.

# Orchard.Users.Controllers.AccountController
source: The current password is incorrect or the new password is invalid.
fa_ir: کلمه عبور اخیر اشتباه است یا کلمه عبور جدید نامعتبر می باشد.

# Orchard.Users.Controllers.AccountController
source: You must specify a new password of {0} or more characters.
fa_ir: شما باید کلمه عبور جدیدی با تعداد کاراکتر {0} یا بیشتر مشخص نمائید

# Orchard.Users.Controllers.AccountController
source: The new password and confirmation password do not match.
fa_ir: کلمه عبور جدید و تکرار آن یکی نیستند.

# Orchard.Users.Controllers.AccountController
source: Windows authentication is not supported.
fa_ir: تائید هویت ویندوز پشتیبانی نمی شود.

# Orchard.Users.Controllers.AccountController
source: You must specify a current password.
fa_ir: شما باید کلمه عبور اخیر را مشخص نمائید.

# Orchard.Users.Controllers.AccountController
source: You must specify a username or e-mail.
fa_ir: شما باید یک نام کاربری یا ایمیل مشخص نمائید.

# Orchard.Users.Controllers.AccountController
source: You must specify a password.
fa_ir: شما باید یک کلمه عبور مشخص نمائید.

# Orchard.Users.Controllers.AccountController
source: The username or e-mail or password provided is incorrect.
fa_ir: نام کاربری یا ایمیل یا کلمه عبور ارائه شده اشتباه است.

# Orchard.Users.Controllers.AccountController
source: You must specify a username.
fa_ir: شما باید یک نام کاربری مشخص نمائید.

# Orchard.Users.Controllers.AccountController
source: You must specify an email address.
fa_ir: شما باید یک آدرس ایمیل مشخص نمائید.

# Orchard.Users.Controllers.AccountController
source: User with that username and/or email already exists.
fa_ir: کاربری با این نام کاربری و/یا ایمیل در حال حاضر وجود دارد.

# Orchard.Users.Controllers.AccountController
source: You must specify a password of {0} or more characters.
fa_ir: شما باید کلمه عبوری با تعداد کاراکتر {0} یا بیشتر مشخص نمائید.

# Orchard.Users.Controllers.AdminController
source: Not authorized to list users
fa_ir: مجاز نیست به دیدن لیست کاربران

# Orchard.Users.Controllers.AdminController
source: Not authorized to manage users
fa_ir: مجاز نیست به مدیریت کاربران

# Orchard.Users.Controllers.AdminController
source: User with that username and/or email already exists.
fa_ir: کاربری با این نام کاربری و/یا ایمیل در حال حاضر وجود دارد

# Orchard.Users.Controllers.AdminController
source: Password confirmation must match
fa_ir: تایید رمز عبور باید مطابقت داشته باشد

# Orchard.Users.Controllers.AdminController
source: User created
fa_ir: کاربر ایجاد شد

# Orchard.Users.Controllers.AdminController
source: User information updated
fa_ir: اطلاعات کاربر بروز رسانی شد

# Orchard.Users.Controllers.AdminController
source: The Super user can't be removed. Please disable this account or specify another Super user account
fa_ir: کاربر فوق العاده نمی تواند حذف شود.لطفا این حساب را غیرفعال نمائید یا حساب کاربر فوق العاده دیگری را مشخص کنید.

# Orchard.Users.Controllers.AdminController
source: You can't remove your own account. Please log in with another account
fa_ir: شما نمی توانید حساب خودتان را حذف کنید.لطفا با یک حساب دیگر وارد سیستم شوید

# Orchard.Users.Controllers.AdminController
source: You can't disable your own account. Please log in with another account
fa_ir: شما نمی توانید حساب خودتان را غیر فعال کنید.لطفا با یک حساب دیگر وارد سیستم شوید

# Orchard.Users.Controllers.AdminController
source: User {0} disabled
fa_ir: کاربر {0} غیر فعال شد

# Orchard.Users.Handlers.UserMessagesAlteration
source: New account
fa_ir: حساب جدید

# Orchard.Users.Handlers.UserMessagesAlteration
source: Verification E-Mail
fa_ir: تائید ایمیل

# Orchard.Users.Handlers.UserMessagesAlteration
source: <br/><br/>If you continue to have access problems or want to report other issues, please <a href="mailto:{0}">Contact Us</a>.
fa_ir: <br/><br/>اگر شما همچنان مشکلات دسترسی دارید یا قصد دارید درباره موضوع دیگری گزارش دهید لطفا <a href="mailto:{0}">تماس با ما</a>.

# Orchard.Users.Handlers.UserMessagesAlteration
source: Lost password
fa_ir: رمز عبور خود را فراموش کرده اید

# Orchard.Users.Services.MissingSettingsBanner
source: Some Orchard.User settings require an Email channel to be enabled.
fa_ir: تعدادی از تنظیمات کاربر به یک مجرای ایمیل برای فعال سازی نیاز دارند.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Please enter your username and password.
fa_ir: لطفا نام کاربری و کلمه عبور خود را وارد نمائید.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Register
fa_ir: ثبت نام

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: if you don't have an account.
fa_ir: اگر شما یک حساب نداشته باشید.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Lost your Password?
fa_ir: رمز عبور خود را فراموش کرده اید؟

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Login was unsuccessful. Please correct the errors and try again.
fa_ir: ورود ناموفق بود.لطفا خطاها را برطرف نموده و مجددا سعی نمائید.

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Account Information
fa_ir: اطلاعات حساب

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Username
fa_ir: نام کاربری

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Password
fa_ir: کلمه عبور

# ~/Modules/Orchard.Users/Views/LogOn.cshtml
source: Sign In
fa_ir: ورود به سیستم

# ~/Modules/Orchard.Users/Views/Account/AccessDenied.cshtml
source: Access Denied
fa_ir: امکان دسترسی وجود ندارد

# ~/Modules/Orchard.Users/Views/Account/AccessDenied.cshtml
source: You do not have permission to complete your request.
fa_ir: شما مجوزی برای تکمیل درخواست خود ندارید.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailFail.cshtml
source: Your email address could not be validated.
fa_ir: آدرس پست الکترونیک شما دارای اعتبار نیست

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSent.cshtml
source: An email has been sent to you. Please click on the link it contains in order to have access on this site.
fa_ir: یک ایمیل برای شما فرستاده شد.لطفابه منظور دسترسی به این سایت روی لینک داخل ایمیل ارسالی کلیک نمائید.

# ~/Modules/Orchard.Users/Views/Account/ChallengeEmailSuccess.cshtml
source: Your email address has been validated.
fa_ir: آدرس ایمیل شما معتبر است.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Change Password
fa_ir: تغییر کلمه عبور

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Use the form below to change your password.
fa_ir: از فرم زیر برای تغییر کلمه عبور خود استفاده نمائید.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Password change was unsuccessful. Please correct the errors and try again.
fa_ir: تغییر کلمه عبور ناموفق بود.لطفا خطاها را برطرف نموده و مجددا سعی نمائید.

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Account Information
fa_ir: اطلاعات حساب

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Current password:
fa_ir: کلمه عبور اخیر:

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: New password:
fa_ir: کلمه عبور جدید:

# ~/Modules/Orchard.Users/Views/Account/ChangePassword.cshtml
source: Confirm new password:
fa_ir: تکرار کلمه عبور جدید:

# ~/Modules/Orchard.Users/Views/Account/ChangePasswordSuccess.cshtml
source: Change Password
fa_ir: تغییر کلمه عبور

# ~/Modules/Orchard.Users/Views/Account/ChangePasswordSuccess.cshtml
source: Your password has been changed successfully.
fa_ir: کلمه عبور شما با موفقیت تغییر کرد.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Change Password
fa_ir: تغییر کلمه عبور

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Use the form below to change your password.
fa_ir: از فرم زیر برای تغییر کلمه عبور استفاده نمائید.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Password change was unsuccessful. Please correct the errors and try again.
fa_ir: تغییر کلمه عبور ناموفق بود.لطفا خطاها را برطرف نموده و مجددا سعی نمائید.

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Account Information
fa_ir: اطلاعات حساب

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: New password:
fa_ir: کلمه عبور جدید:

# ~/Modules/Orchard.Users/Views/Account/LostPassword.cshtml
source: Confirm new password:
fa_ir: تکرار کلمه عبور جدید:

# ~/Modules/Orchard.Users/Views/Account/RegistrationPending.cshtml
source: User Registration Pending
fa_ir: ثبت نام کاربر در انتظار

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Lost Password
fa_ir: رمز عبور خود را فراموش کرده اید

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Please enter your username or email address. You will receive a link to create a new password via email.
fa_ir: لطفا نام کاربری و آدرس ایمیل خود را وارد نمائید.شما از طریق ایمیل خود لینکی برای ایجاد یک کلمه عبور جدید دریافت خواهید کرد.

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Account Information
fa_ir: اطلاعات حساب

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Username or E-mail:
fa_ir: نام کاربری یا ایمیل

# ~/Modules/Orchard.Users/Views/Account/RequestLostPassword.cshtml
source: Send Request
fa_ir: ارسال درخواست

# ~/Modules/Orchard.Users/Views/Admin/Create.cshtml
source: Add User
fa_ir: افزودن کاربر

# ~/Modules/Orchard.Users/Views/Admin/Edit.cshtml
source: Edit User
fa_ir: ویرایش کاربر

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Add a new user
fa_ir: افزودن کاربر جدید

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Name
fa_ir: نام

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Email
fa_ir: ایمیل

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approved
fa_ir: تائید

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: User is approved
fa_ir: کاربر تائید می شود

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Moderated
fa_ir: مدیریت

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: User is moderated
fa_ir: کاربر مدیریت می شود

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: E-mail validation is pending
fa_ir: در حال انتظار برای اعتبار ایمیل

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Edit
fa_ir: ویرایش

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Approve
fa_ir: تائید

# ~/Modules/Orchard.Users/Views/Admin/Index.cshtml
source: Disable
fa_ir: غیر فعال

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: User Name
fa_ir: نام کاربری

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Email
fa_ir: ایمیل

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Password
fa_ir: کلمه عبور

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Create.cshtml
source: Confirm Password
fa_ir: تکرار کلمه عبور

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Edit.cshtml
source: User Name
fa_ir: نام کاربری

# ~/Modules/Orchard.Users/Views/EditorTemplates/Parts/User.Edit.cshtml
source: Email
fa_ir: ایمیل

source: Users can create new accounts on the site
fa_ir: کاربران می توانند حساب های جدید را در سایت ایجاد کنند.

source: Users must verify their email address
fa_ir: کاربران باید آدرس ایمیل خود را تائید نمایند

source: Website public name
fa_ir: نام وب سایت های عمومی

source: The name of your website as it will appear in the verification e-mail.
fa_ir: نام وب سایت شما در تائید ایمیل وجو دارد.

source: Contact Us E-Mail address
fa_ir: تماس با ما از طریق آدرس ایمیل

source: Users must be approved before they can log in
fa_ir: کاربران باید قبل از ورود تائید شوند

source: Send a notification when a user needs moderation
fa_ir: وقتیکه کاربری نیاز به اصلاح دارد اطلاع دهید

source: Moderators
fa_ir: مدیران

source: The usernames to send the notifications to (e.g., "admin, user1, ...").
fa_ir: نام های کاربری که اطلاعی را ارسال نمودند عبارتند از ("admin,user1, ...").
