Repository: aliprogrammer69/OrchardFa
Catalog: Orchard/App_Data/Localization/*/orchard.root.po
Languages: fa_ir

# Orchard.Commands.CommandHostAgent
source: {0} (Retrying...)
fa_ir: {0} (درحال تلاش...)

# Orchard.Commands.CommandHostAgent
source: Error starting up Orchard command line host
fa_ir: خطا در شروع خط فرمان ارچارد

# Orchard.Commands.CommandHostAgent
source: Error shutting down Orchard command line host
fa_ir: خطا در اتمام خط فرمان ارچارد

# Orchard.Commands.CommandHostAgent
source: Exception Details: {0}: {1}
fa_ir: جزئیات خطا: {0}: {1}

# Orchard.Commands.CommandHostAgent
source: Stack Trace:
fa_ir: تعقیب پشته

# Orchard.Commands.CommandHostAgent
source: Tenant {0} does not exist
fa_ir: مستاجر {0} وجود ندارد.

# Orchard.Commands.CommandHostEnvironment
source: A change of configuration requires the session to be restarted.
fa_ir: تغییر در پیکربندی لازم است جلسه مجددا شروع شود.

# Orchard.Commands.DefaultCommandManager
source: Multiple commands found matching arguments "{0}". Commands available: {1}.
fa_ir: برای آرگومان ها، چند فرمان پیدا شد."{0}" فرمان های موجود: {1}

# Orchard.Commands.DefaultCommandManager
source: No command found matching arguments "{0}". Commands available: {1}.
fa_ir: هیچ فرمانی برای این آرگومان ها {1} پبدا نشد. فرمان های موجود: {1}

# Orchard.Commands.DefaultOrchardCommandHandler
source: Switch "{0}" was not found
fa_ir: سوئیچ "{0}" پیدا نشد.

# Orchard.Commands.DefaultOrchardCommandHandler
source: A property "{0}" exists but is not decorated with "{1}"
fa_ir: مشخصه "{0}" وجود دارد ولی با {1} پیراسته نشده است.

# Orchard.Commands.DefaultOrchardCommandHandler
source: (empty)
fa_ir: (خالی)

# Orchard.Commands.DefaultOrchardCommandHandler
source: Method "{0}" does not support switch "{1}".
fa_ir: تابع "{0}" از سوئیچ "{1}" پشتیبانی نمی کند.

# Orchard.Commands.Builtin.HelpCommand
source: List of available commands:
fa_ir: لیست فرمان های موجود:

# Orchard.Commands.Builtin.HelpCommand
source: Command {0} doesn't exist
fa_ir: فرمان {0} وجود ندارد.

# Orchard.Data.Migration.Interpreters.DefaultDataMigrationInterpreter
source: Error while executing data migration: you need to specify the field's type in order to change its properties
fa_ir: خطا هنگام اجرای ترکیب داده ها: شما باید نوع فیلد را برای تغیر مشخصات تعیین کنید.

# Orchard.DisplayManagement.Implementation.DefaultDisplayManager
source: Shape type {0} not found
fa_ir: شکل {0} پیدا نشد.

# Orchard.Environment.Configuration.ShellSettingsManager
source: There are no settings to save.
fa_ir: هیچ تنظیماتی برای ذخیره وجود ندارد.

# Orchard.Environment.Configuration.ShellSettingsManager
source: Settings "Name" is not set.
fa_ir: تنظیمات "Name" مقدار دهی نشده است.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: There are multiple extensions with the same name installed in this instance of Orchard.
fa_ir: چندین افزونه با نام مشابه در این سایت ارچارد نصب شده است.

# Orchard.Environment.Extensions.ExtensionLoaderCoordinator
source: This issue can be usually solved by removing or renaming the conflicting extension.
fa_ir: این مشکل معمولا با حذف یا تغییر نام افزونه های ناسازگار حل می شود.

# Orchard.Environment.Extensions.ExtensionManager
source: Error while loading extension '{0}'.
fa_ir: خطا هنگام بارگذاری '{0}'.

# Orchard.Environment.Extensions.Compilers.DefaultExtensionCompiler
source: Error compiling module "{0}" from file "{1}": {2}
fa_ir: خطا هنگام کامپایل ماژول "{0}" از فایل "{1}": {2}

# Orchard.Events.DefaultOrchardEventBus
source: {0} is not formatted correctly
fa_ir: {0} به درستی قالب بندی نشده است.

# Orchard.FileSystems.AppData.AppDataFolder
source: Unable to make room for file "{0}" in "App_Data" folder
fa_ir: ایجاد فضا در "App_Data" برای فایل "{0}" ممکن نیست.

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} does not exist
fa_ir: فایل {0} وجود ندارد.

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not exist
fa_ir: فولدر {0} وجود ندارد.

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: The folder could not be created at path: {0}. {1}
fa_ir: نمی توان پوشه را در مسیر {0} ایجاد کرد. {1}

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} already exists
fa_ir: مسیر {0} در حال حاضر وجود دارد.

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: File {0} already exists
fa_ir: فایل {0} در حال حاضر وجود دارد.

# Orchard.FileSystems.Media.FileSystemStorageProvider
source: Directory {0} does not have a parent directory
fa_ir: مسیر {0} مسیر والد ندارد.

# Orchard.Localization.Commands.CultureCommands
source: Listing Cultures:
fa_ir: لیست فرهنگ ها:

# Orchard.Localization.Commands.CultureCommands
source: Site Culture is {0}
fa_ir: فرهنگ سایت {0} است.

# Orchard.Localization.Commands.CultureCommands
source: Setting site culture to {0}
fa_ir: قرار دادن {0} به عنوان فرهنگ سایت.

# Orchard.Localization.Commands.CultureCommands
source: Supplied culture name {0} is not valid.
fa_ir: نام فرهنگ {0} معتبر نیست.

# Orchard.Localization.Commands.CultureCommands
source: Site culture set to {0} successfully
fa_ir: فرهنگ سایت با موفقیت به {0} تغییر یافت.

# Orchard.Security.Authorizer
source: {0}. Anonymous users do not have {1} permission.
fa_ir: {0}. کاربران ناشناس مجوز {1} ندارند.

# Orchard.Security.Authorizer
source: {0}. Current user, {2}, does not have {1} permission.
fa_ir: {0}. کاربر جاری {2} مجوز {1} ندارد.

# Orchard.UI.Admin.AdminFilter
source: Can't access the admin
fa_ir: دسترسی به مدیر وجود ندارد

# Orchard.Environment.Features.FeatureManager
source: {0} was enabled
fa_ir: {0} فعال شد.

# Orchard.Environment.Features.FeatureManager
source: {0} was disabled
fa_ir: {0} غیرفعال شد.

# Orchard.Environment.Features.FeatureManager
source: Aditional features need to be enabled.
fa_ir: ویژگی های دیگری باید فعال شوند.

# Orchard.Environment.Features.FeatureManager
source: Aditional features need to be disabled.
fa_ir: ویژگی های دیگری باید غیرفعال شوند.
