Repository: aliprogrammer69/OrchardFa
Catalog: Orchard/Modules/Orchard.Localization/App_Data/Localization/*/orchard.module.po
Languages: fa_ir

# ~/Modules/Orchard.Localization/Module.txt
source: The localization module enables the localization of content items.
fa_ir: ماژول بومی سازی امکان بومی سازی محتوای سایت را می دهد.

# Orchard.Localization.Controllers.AdminController
source: Edited content item translation.
fa_ir: ترجمه محتوای آیتم ویرایش شده

# Orchard.Localization.Controllers.AdminController
source: Created content item translation.
fa_ir: ترجمه محتوای آیتم ایجاد شده

# ~/Modules/Orchard.Localization/Views/CultureSelection.cshtml
source: Content Localization
fa_ir: بومی سازی محتوا

# ~/Modules/Orchard.Localization/Views/Admin/Translate.cshtml
source: Translate Content
fa_ir: ترجمه محتوا

source: Content Localization
fa_ir: بومی سازی محتوا

source: Other translations:
fa_ir: ترجمه های دیگر:

source: Translations:
fa_ir: ترجمه ها:

source: Translations:
fa_ir: ترجمه ها:

source: Translations:
fa_ir: ترجمه ها:

source: + New translation
fa_ir: افزودن ترجمه جدید

# ~/Modules/Orchard.Localization/Views/CultureSelection.cshtml
source: This is the <em>{0}</em> variation of {1}
fa_ir: <em>{0}</em> تغییر یافته ی {1} است.

source: + New translation
fa_ir: افزودن ترجمه جدید

# ~/Modules/Orchard.Localization/Module.txt
source: Localization
fa_ir: بومی سازی
